{
    "General": "Allgemein",
    "Support": "Unterstützung",
    "Info": "Information",
    "Give feedback": "Geben Sie uns eine Rückmeldung",
    "Toggle": "Umschalten",
    "Activate": "Aktivieren",
    "Deactivate": "Deaktivieren",
    "Exit": "Beenden",
    "Check status in browser": "Überprüfe den Status im Browser",
    "Report a bug": "Melde eine Fehlfunktion",
    "Restart app": "Neustart app",
    "Dev tools": "Entwicklerwerkzeuge",
    "About us": "Über uns",
    "Contact us": "Kontaktiere uns",
    "Contribute to this project": "Steuere zu diesem Projekt bei",
    "Donate": "Spenden",
    "Version": "Version",
    "Build": "Überarbeitung",
    "Help": "Hilfe",
    "Updates": "Updates",
    "Check for update": "Suche nach Updates",
    "Automatically check for updates": "Suche automatisch nach Updates",
    "Account": "Account",
    "My Account": "Mein Account",
    "You are protected": "Du bist beschützt",
    "You are safe to surf the internet": "Das Internet ist jetzt sicher",
    "Stop protection": "Deaktivierung",
    "Danger ahead": "Gefahr voraus",
    "You are not protected in the online surf": "Sie sind nicht in der Online-Surf geschützt",
    "Get protected": "Aktivierung",
    "Woohoo! Getting your computer setup now.": "Woohoo! Einrichten Ihres Computers.",
    "OK! Restoring your settings now.": "OK! Deine Einstellungen werden wiederhergestellt.",
    "You're up to date.": "Du bist auf dem neuesten Stand.",
    "Whoops, I couldn't find updates... Something seems to have gone wrong.": "Ups, Ich konnte keine Updates finden… Etwas ist wohl schiefgegangen.",
    "There is an update available": "Da ist ein Update verfügbar",
    "Do you want to install it now?": "Möchtest du es jetzt installieren?",
    "Yes, I will participate": "Ja, ich möchte mich beteiligen",
    "I want to see what will be sent": "Ich möchte sehen was versendet wird",
    "No, thanks": "Nein, Danke",
    "We want to improve this app, one way that we can achieve this is by collecting small non-identifiable pieces of information about the devices that our app runs on.": "Wir möchten diese App verbessern. Ein Weg wie wir das erreichen können, ist, dass wir kleine nicht-identifizierbare Teile einer Information des Gerätes, über welches deine App betrieben wird, sammeln.",
    "As a user you're able to help us out.--You can respond to help us out if you like.": "Als ein Benutzer hast du die Möglichkeit uns zu helfen.--Du kannst reagieren, wenn du uns aushelfen möchtest.",
    "Safe Surfer team": "Safe Surfer team",
    "Send": "Senden",
    "Don't send": "Nicht Senden",
    "Here is what will be sent:": "Hier befindet sich, was gesendet wird:",
    "In case you don't understand this data, it includes (such things as):": "WFalls du diese Daten nicht verstehst, beinhaltet dies (solche Dinge wie):",
    "Which operating system you use": "Welches Betriebssystem du benutzt",
    "How many CPU cores you have": "Wie viele CPU-Kerne du hast",
    "The language you have set": "Die Sprache die du eingestellt hast",
    "If the service is setup on your computer": "Wenn die Dienstleistung an deinem Computer eingestellt ist",
    "Return": "Zurückkehren",
    "Nothing has been sent.": "Nichts wurde versandt.",
    "No, return to app": "Nein, gehe zurück zur App",
    "Just copy information": "Kopiere Information",
    "Yes": "Ja",
    "Do you want to copy the version information of this build of SafeSurfer-Desktop and go to the GitLab page to report an issue?": "Möchtest du die Version/Information von dieser Überarbeitung des SafeSurfer-Desktops kopieren und zur GitLab Seite gehen, um ein Problem zu melden?",
    "No, nevermind": "Nein, schon gut",
    "I understand and wish to continue": "Ich verstehe und möchte fortfahren",
    "The service is already in the state which you request.": "Die Dienstleistung befindet sich schon in der Phase deiner Anfrage.",
    "Forcing the service to be enabled in this manner may have consequences.": "Die Dienstleistung auf diese Art und Weise zu erzwingen, kann mögliche Konsequenzen nach sich ziehen.",
    "Your computer's network configuration could break by doing this action.": "Die Konfigurationen des Netzwerkes deines Computers könnten bei dieser Aktion zusammenbrechen.",
    "Show me how": "Zeig mir wie",
    "To adjust network settings on your computer, you must run this app as an Administrator.": "Um die Netzwerk-Einstellungen deines Computers anzupassen, solltest du diese App als Administrator benutzen.",
    "PROTECTED BY LIFEGUARD": "GESCHÜTZT DURCH LIFEGUARD",
    "CONFIGURE LIFEGUARD": "KONFIGURIERE LIFEGUARD",
    "YOU ARE PROTECTED": "DU BIST BESCHÜTZT",
    "STOP PROTECTION": "HALTE SCHUTZ AN",
    "GET PROTECTED": "WERDE GESCHÜTZT",
    "DANGER AHEAD": "GEFAHR VORAUS",
    "YOU ARE NOT PROTECTED IN THE ONLINE SURF": "DU BIST NICHT GESCHÜTZT BEIM ONLINE SURFEN",
    "CHECKING SERVICE STATE": "ÜBERPRÜFEN DEN STAND DER DIENSTLEISTUNG",
    "YOU ARE SAFE TO SURF THE INTERNET": "DU BIST SICHER UM IM INTERNET ZU SURFEN",
    "You are now safe to surf the internet. Safe Surfer has been setup.": "Du bist jetzt sicher, um im Internet zu surfen. Safe Surfer wurde eingerichtet.",
    "Safe Surfer has been disabled. You are now unprotected.": "Safe Surfer wurde gesperrt. Du bist jetzt ungeschützt.",
    "Ok": "OK",
    "Great, your computer is setup.": "Toll, dein Computer wurde eingestellt.",
    "Ok, Safe Surfer has been removed.": "Ok, Safe Surfer wurde entfernt.",
    "Opt in to beta releases": "Wähle dich in Beta Freigaben ein",
    "You can't toggle the service, since you're on a LifeGuard network.": "Du kannst den Service nicht wechseln, da du in einem LifeGuard Netzwerk bist.",
    "Statistics": "Datenteilung",
    "View statistic data": "Zeige geteilte Daten",
    "Enable statistic sharing": "Ermögliche Datenteilung",
    "About this app": "Über diese App",
    "No": "Nein",
    "Please downgrade to version ": "Bitte stufe zurück zur Version ",
    "No data is available.": "Keine Daten sind verfügbar.",
    "You're opted in.": "Du bist eingewählt.",
    "You're not opted in.": "Du bist nicht eingewählt.",
    "Here's the data you've shared:": "Hier sind die Daten die wir gesammelt haben:",
    "You can opt out at any time in the support menu.": "Du kannst dich jederzeit über das Support-Menü auswählen.",
    "If you feel that you want to opt in, you can do so in the menu.": "Wenn du dich einwählen möchtest, kannst du dies über das Menü tun.",
    "Quit": "Beenden",
    "Ignore": "Ignorieren",
    "I'm unable to reboot for you, please reboot manually.": "Ich kann nicht Neustarten, bitte manuell Neustarten.",
    "Are you sure that you want to disable Safe Surfer on this computer?": "Bist du sicher, dass du Safe Surfer von diesem Computer deaktivieren möchtest?",
    "This program comes with absolutely no warranty.": "Dieses Programm gewährt keine Garantie.",
    "See the GNU General Public License, version 3 or later for details.": "Sieh dir die GNU (generelle, öffentliche Lizenz) Version 3 oder später, für Details an.",
    "Please wait while the app asks for Administrative privileges": "",
    "Help me to run this app as an Administrator": "",
    "I can't seem run this app as an Administrator for you.": "",
    "IT APPEARS THAT YOU'VE LOST YOUR INTERNET CONNECTION.": "",
    "Please wait while the service is being enabled": "",
    "Please wait while the service is being disabled": "",
    "If you wish to copy any of the data, you can select and copy it from there.": "",
    "The state of the service is being determined. Please wait.": "",
    "We are also interested in updates, so with statistic sharing we will also be notified of which version you've updated to.": "",
    "Thank you for using the Safe Surfer desktop app.": "",
    "Would you like to support the project and help fund future projects?": "",
    "Authentication is required to toggle Safe Surfer on your device": "",
    "Translate this app": "",
    "If you want to opt in to giving statistics, you can do so in the menu.": "",
    "I need help with my addiction": "",
    "Lock deactivate buttons": "",
    "Are you absolutely sure that you want to lock deactivate buttons?": "",
    "Yes, I'm absolutely sure": "",
    "Ok, your computer is setup.": "",
    "Locked deactivate buttons": "",
    "Get support": "",
    "You must enable the service before you can lock it.": "",
    "You appear to already have locked the buttons.": "",
    "Unlocking the buttons will require help from support.": "",
    "Clear stats locally": "",
    "I can't see a LifeGuard device on your network.": "",
    "Configure LifeGuard device": "",
    "You appear to be on a LifeGuard network, the settings given from the LifeGuard cannot be disabled when on this network, are you sure you still want to lock the buttons?": "",
    "Flush DNS cache": "",
    "experimental": "",
    "Copy diagnostics information to clipboard": "",
    "Get statuses": "",
    "Diagnostics": "",
    "Are you sure you want to copy diagnostics data to your clipboard?": "",
    "Only ever send the data given to Safe Surfer if necessary. The information sent may contain some data detailing about your computer.": "",
    "Status": "",
    "Safe Surfer desktop version:": "",
    "Safe Surfer desktop build:": "",
    "node_dns_changer version:": "",
    "The service is enabled:": "",
    "LifeGuard discovered on network:": "",
    "Internet is available:": "",
    "The app has loaded:": "",
    "The buttons are locked:": "",
    "Your version of Windows is compatible:": "",
    "Manually check on downloads page": "",
    "Opted into beta releases:": "",
    "Statistics enabled:": "",
    "Operating system:": "",
    "Locale:": "",
    "We recommend you restart your computer to ensure that the settings have applied everywhere on it.": "",
    "Restart now": "",
    "To make sure of this, we recommend that you please reboot/restart your computer.": "",
    "Great you're now protected! Would you like to lock the buttons that allow deactivation?": "",
    "Configure blocked sites": "",
    "The version of Windows that you seem to be running appears to be not compatible with this app.": ""
}