{
    "General": "Generelt",
    "Support": "Støtte",
    "Info": "Info",
    "Give feedback": "Gi tilbakemelding",
    "Toggle": "Veksle",
    "Activate": "Skru på",
    "Deactivate": "Skru av",
    "Exit": "Avslutt",
    "Check status in browser": "Sjekk status i nettleser",
    "Report a bug": "Innrapporter en feil",
    "Restart app": "Omstart av program",
    "Dev tools": "Utviklingsverktøy",
    "About us": "Om oss",
    "Contact us": "Kontakt oss",
    "Contribute to this project": "Bidra til dette prosjektet",
    "Donate": "Doner",
    "Version": "Versjon",
    "Build": "Bygg",
    "Help": "Hjelp",
    "Updates": "Nye versjoner",
    "Check for update": "Se etter ny versjon",
    "Automatically check for updates": "Se etter nye versjoner automatisk",
    "Account": "Konto",
    "My Account": "Min konto",
    "You are protected": "Du er beskyttet",
    "You are safe to surf the Internet": "Du kan trygt surfe Internett",
    "Stop protection": "Stopp beskyttelse",
    "Danger ahead": "Fare forut",
    "You are not protected in the online surf": "Du er ikke beskyttet i nettets bølger",
    "Get protected": "Hent beskyttelse",
    "Woohoo! Getting your computer set up now.": "Topp! Setter opp maskinen din nå.",
    "OK! Restoring your settings now.": "OK! Gjenoppretter innstillingene dine nå.",
    "You're up to date.": "Alt i skjønneste orden.",
    "Whoops, I couldn't find updates... Something seems to have gone wrong.": "Oida, fant ingen ne versjoner… Noe later til å ha gått galt.",
    "There is an update available": "Det finnes en ny versjon",
    "Do you want to install it now?": "Ønsker du å installere den nå?",
    "Yes, I will participate": "Ja, jeg vil delta",
    "I want to see what will be sent": "Jeg ønsker å se hva som vil bli sendt",
    "No, thanks": "Nei takk",
    "Statistics": "Datadeling",
    "We want to improve this app, one way that we can achieve this is by collecting small non-identifiable pieces of information about the devices that our app runs on.": "Vi ønsker å forbedre dette programmet, én måte å få det til er å samle inn små ikke-identifiserbare infobiter om enhetene vårt program kjører på.",
    "Safe Surfer team": "Safe Surfer-laget",
    "As a user you're able to help us out.--You can respond to help us out if you like.": "Som bruker kan du hjelpe oss. Svar for å hjelpe til hvis du ønsker det.",
    "Send": "Send",
    "Don't send": "Ikke send",
    "Here is what will be sent:": "Dette er det som vil bli sendt:",
    "In case you don't understand this data, it includes (such things as):": "Hvis du ikke forstår denne dataen, inneholder den (ting slik som):",
    "Which operating system you use": "Hvilket operativsystem du bruker",
    "How many CPU cores you have": "Hvor mange prosessorkjerner du har",
    "The language you have set": "Språket du har satt",
    "If the service is set up on your computer": "Hvis tjenesten er satt opp på din datamaskin",
    "Return": "Gå tilbake",
    "Nothing has been sent.": "Ingenting har blitt sendt.",
    "No, return to app": "Nei, gå tilbake til programmet",
    "Just copy information": "Bare kopier infoen",
    "Yes": "Ja",
    "Do you want to copy the version information of this build of SafeSurfer-Desktop and go to the GitLab page to report an issue?": "Ønsker du en kopi av versjonsinfoen for dette bygget av SafeSurfer-skrivebord og gå til GitLab-siden for å innrapportere problemet?",
    "No, nevermind": "Nei",
    "I understand and wish to continue": "Jeg forstår og ønsker å fortsette",
    "The service is already in the state which you request.": "Tjenesten er allerede i den tilstanden du forespør.",
    "Forcing the service to be enabled in this manner may have consequences.": "Å tvinge tjenesten til å være påslått på denne måten kan ha konsekvenser.",
    "Your computer's network configuration could break by doing this action.": "Din datamaskins nettverksoppsett kan knekke ved å utføre denne handlingen.",
    "Show me how": "Vis meg hvordan",
    "PROTECTED BY LIFEGUARD": "Beskyttet av LifeGuard",
    "CONFIGURE LIFEGUARD": "Sett opp LifeGuard",
    "YOU ARE PROTECTED": "DU ER BESKYTTET",
    "STOP PROTECTION": "STOPP BESKYTTELSE",
    "GET PROTECTED": "HENT BESKYTTELSE",
    "DANGER AHEAD": "FARE FORUT",
    "YOU ARE NOT PROTECTED IN THE ONLINE SURF": "DU ER IKKE BESKYTTET I NETTETS BØLGER",
    "CHECKING SERVICE STATE": "Sjekker tjenestetilstand",
    "YOU ARE SAFE TO SURF THE INTERNET": "DU KAN NÅ TRYGT SURFE PÅ INTERNETT",
    "You are now safe to surf the Internet. Safe Surfer has been set up.": "Du kan trygt surfe på Internett nå. Safe Surfer har blitt satt opp.",
    "Safe Surfer has been disabled. You are now unprotected.": "Safe Surfer har blitt slått av. Du er nå ubeskyttet.",
    "Ok": "OK",
    "Great, your computer is set up.": "Flott, maskinen din er satt opp.",
    "Ok, Safe Surfer has been removed.": "OK, Safe Surfer har blitt fjernet.",
    "Opt in to beta releases": "Meld deg på beta-programmet",
    "You can't toggle the service, since you're on a LifeGuard network.": "Du kan ikke veksle tjenesten, siden du er på et LifeGuardsnettverk.",
    "View statistic data": "Vis delt data",
    "Enable statistic sharing": "Skru på datadeling",
    "About this app": "Om dette programmet",
    "No": "Nei",
    "No data is available.": "Ingen data tilgjengelig.",
    "You're opted in.": "Du har meldt deg på.",
    "You're not opted in.": "Du har ikke meldt deg på.",
    "Here's the data you've shared:": "Her er dataen vi har samlet inn:",
    "You can opt out at any time in the support menu.": "Du kan når som helst melde deg av i støttemenyen.",
    "If you feel that you want to opt in, you can do so in the menu.": "Hvis du føler at du vil melde deg på, kan du gjøre det fra menyen.",
    "Quit": "Avslutt",
    "Ignore": "Ignorer",
    "I'm unable to reboot for you, please reboot manually.": "Kunne ikke utføre omstart for deg, utfør det manuelt.",
    "Are you sure that you want to disable Safe Surfer on this computer?": "Er du sikker på at du ønsker å skru av Safe Surfer på denne datamaskinen?",
    "This program comes with absolutely no warranty.": "Dette programmet kommer med absolutt ingen garanti.",
    "See the GNU General Public License, version 3 or later for details.": "Se Gnu General Public-lisensen, versjon 3 eller senere for detaljer.",
    "Please wait while the app asks for Administrative privileges": "Vent mens programmet forespør administrative tilganger",
    "Help me to run this app as an Administrator": "Hjelp meg å kjøre dette programmet som administrator",
    "I can't seem run this app as an Administrator for you.": "Jeg klarer ikke å kjøre dette programmet som administrator for deg.",
    "IT APPEARS THAT YOU'VE LOST YOUR INTERNET CONNECTION.": "DET SER UT TIL AT DU HAR MISTET DIN INTERNETTFORBINDELSE.",
    "Please wait while the service is being enabled": "Vent mens tjenesten skrus på",
    "Please wait while the service is being disabled": "Vent mens tjenesten skrus av",
    "If you wish to copy any of the data, you can select and copy it from there.": "Hvis du ønsker å kopier noe av dataen, kan du velge og kopiere derfra.",
    "The state of the service is being determined. Please wait.": "Henter tjenestetilstand. Vent.",
    "We are also interested in updates, so with statistic sharing we will also be notified of which version you've updated to.": "Vi er også interessert i oppdateringer, så med statistikkdeling vil vi også få vite hvilken versjon du har oppgradert til.",
    "Thank you for using the Safe Surfer desktop app.": "Takk for at du bruker Safe Surfer-skrivebordsprogrammet.",
    "Would you like to support the project and help fund future projects?": "Ønsker du å støtte prosjektet og hjelpe til med kronerulling av fremtidige prosjekt?",
    "Authentication is required to toggle Safe Surfer on your device": "Identitetsbekreftelse kreves for å endre Safe Surfer-status på din enhet.",
    "Translate this app": "Oversett dette programmet",
    "If you want to opt in to giving statistics, you can do so in the menu.": "Hvis du ønsker å dele av deg statistikk, kan du gjøre dette i menyen.",
    "I need help with my addiction": "Jeg trenger hjelp med min avhengighet",
    "Lock deactivate buttons": "Lås deaktiveringsknapper",
    "Are you absolutely sure that you want to lock deactivate buttons?": "Er du helt sikker på at du ønsker å låse deaktiveringsknappene?",
    "Yes, I'm absolutely sure": "Ja, jeg er helt sikker",
    "Ok, your computer is set up.": "OK, maskinen din er satt opp.",
    "Locked deactivate buttons": "Låste deaktiveringsknapper",
    "Get support": "Få brukerstøtte",
    "You must enable the service before you can lock it.": "Du må skru på tjenesten før du kan låse den.",
    "You appear to already have locked the buttons.": "Det later til at du allerede har låst knappene.",
    "Unlocking the buttons will require help from support.": "Å låse opp knappene krever hjelp fra brukerstøtte.",
    "Clear stats locally": "Tøm statistikk lokalt",
    "I can't see a LifeGuard device on your network.": "Jeg kan ikke se en LifeGuard-enhet på nettverket ditt.",
    "Configure LifeGuard device": "Sett opp LifeGuard-enhet",
    "You appear to be on a LifeGuard network, the settings given from the LifeGuard cannot be disabled when on this network, are you sure you still want to lock the buttons?": "Du ser ut til å være på et LifeGuard-nettverk, innstillingene fra LifeGuard kan ikke skrus av når du er på dette nettverket, er du fremdeles sikker på at du ønsker å låse knappene?",
    "Flush DNS cache": "Tøm DNS-hurtiglager",
    "experimental": "eksperimentell",
    "Copy diagnostics information to clipboard": "Kopier diagnostikkinfo til utklippstavle",
    "Get statuses": "Hent statuser",
    "Diagnostics": "Diagnostikk",
    "Are you sure you want to copy diagnostics data to your clipboard?": "Er du sikker på at du ønsker å kopiere diagnostikkdata til din utklippstavle?",
    "Only ever send the data given to Safe Surfer if necessary. The information sent may contain some data detailing about your computer.": "Kun send data gitt til Safe Surfer hvis det er nødvendig. Infoen som sendes kan inneholde noe data som har med datamaskinen din å gjøre.",
    "Status": "Status",
    "Safe Surfer desktop version:": "Safe Surfer-skrivebordsversjon:",
    "Safe Surfer desktop build:": "Safe Surfer-skrivebordsbygg:",
    "node_dns_changer version:": "node_dns_changer-versjon:",
    "The service is enabled:": "Tjenesten er påskrudd:",
    "LifeGuard discovered on network:": "LifeGuard oppdaget på nettverket:",
    "Internet is available:": "Internett er tilgjengelig:",
    "The app has loaded:": "Programmet har lastet:",
    "The buttons are locked:": "Knappene er låst:",
    "Your version of Windows is compatible:": "Din versjon av Windows er kompatibel:",
    "Manually check on downloads page": "Sjekk nedlastingssiden manuelt",
    "Opted into beta releases:": "Påmeldt betautgivelser:",
    "Statistics enabled:": "Statistikk påskrudd:",
    "Operating system:": "Operativsystem:",
    "Locale:": "Lokale:",
    "We recommend you restart your computer to ensure that the settings have applied everywhere on it.": "Det anbefales at du starter datamaskinen din på ny for å forsikre at alle innstillingene har trådt i kraft.",
    "Restart now": "Omstart nå",
    "To make sure of this, we recommend that you please reboot/restart your computer.": "For å forsikre oss om dette, anbefales det at du utfører omstart av din datamaskin.",
    "Great you're now protected! Would you like to lock the buttons that allow deactivation?": "Flott, du er nå beskyttet! Ønsker du å låse knappene som tillater deaktivering?",
    "Configure blocked sites": "Sett opp blokkerte sider",
    "The version of Windows that you seem to be running appears to be not compatible with this app.": "Det ser ikke ut til at versjonen av Windows du kjører er kompatibelt med dette programmet.",
    "Please downgrade to version": "Nedgrader til versjon",
    "What's new in version:": "",
    "Read detailed changelog": "Les detaljert endringslogg",
    "Here are the improvements and fixes included in this version:": "Her er forbedringene og feilrettingene for denne versjonen:",
    "Try again": "Prøv igjen",
    "Tell me about changes when I update": "Fortell meg om endringer når jeg oppgraderer",
    "The DNS cache has been flushed.": "DNS-hurtiglager har blitt tømt.",
    "Click for information": "Klikk for info",
    "Click to configure your LifeGuard": "Klikk for å sette opp din LifeGuard",
    "Click to disable the service": "",
    "Click to enable the service": "Klikk her for å skru på tjenesten",
    "If you know for sure that there is a LifeGuard on your network, you may need to allow mDNS (port 5353) through your firewall to use this feature in the app.": "Hvis du vet med sikkerhet at det ikke finnes en LifeGuard i nettverket ditt, kan du tillate mDNS (port 5353) gjennom brannmuren din for å bruke funksjonene i programmet.",
    "App build is beta:": "Programbygget er i beta-versjon:",
    "Try from web browser": "Prøv fra nettleser",
    "Reboot to apply settings": "Start på nytt for å bruke innstillingene",
    "Flush DNS cache to refresh network settings": "Tøm DNS-hurtiglager for å gjenoppfriske nettverksinnstillinger",
    "The service appears to be set up on a router, the app cannot disable it.": "Tjenesten later til å ha blitt satt opp på en ruter, programmet kan ikke skru den av.",
    "About SafeSurfer-Desktop": "Om SafeSurfer-skrivebord",
    "View crowdsourced stats": "Vis dugnadsbetingede innstillinger"
}
