{
    "General": "Geral",
    "Support": "Suporte",
    "Info": "Informações",
    "Give feedback": "Enviar feedback",
    "Toggle": "Alternar",
    "Activate": "Ativar",
    "Deactivate": "Desativar",
    "Exit": "Sair",
    "Check status in browser": "Verificar status no navegador",
    "Report a bug": "Reportar um bug",
    "Restart app": "Reiniciar aplicação",
    "Dev tools": "Ferramentas do Desenvolvedor",
    "About us": "Sobre nós",
    "Contact us": "Contate-nos",
    "Contribute to this project": "Contribua com este projeto",
    "Version": "Versão",
    "Build": "Build",
    "Help": "Ajuda",
    "Updates": "Atualizações",
    "Check for update": "Buscar atualização",
    "Automatically check for updates": "Buscar atualizações automaticamente",
    "Account": "Conta",
    "My Account": "Minha Conta",
    "You are protected": "Você está protegido",
    "You are safe to surf the internet": "Você está seguro para navegar na internet",
    "Stop protection": "Desativar Proteção",
    "Danger ahead": "Perigo à vista",
    "You are not protected in the online surf": "Você não está protegido na navegação online",
    "Get protected": "Recebê proteção",
    "Woohoo! Getting your computer setup now.": "Woohoo! Obtendo a configuração do seu computador agora.",
    "OK! Restoring your settings now.": "OK! Restaurando suas configurações agora.",
    "You're up to date.": "Você está atualizado.",
    "Whoops, I couldn't find updates... Something seems to have gone wrong.": "Ops, não consegui buscar por atualizações... Algo parece ter dado errado.",
    "There is an update available": "Existe uma atualização disponível",
    "Do you want to install it now?": "Deseja instalá-la agora?",
    "Yes, I will participate": "Sim, eu participarei",
    "I want to see what will be sent": "Eu quero ver o que será enviado",
    "No, thanks": "Não, obrigado",
    "Statistics": "Estatísticas",
    "We want to improve this app, one way that we can achieve this is by collecting small non-identifiable pieces of information about the devices that our app runs on.": "Queremos melhorar este aplicativo, uma forma de conseguir isso é coletando pequenas informações anônimas sobre os dispositivos nos quais o nosso aplicativo é executado.",
    "Safe Surfer team": "Equipe Safe Surfer",
    "As a user you're able to help us out.--You can respond to help us out if you like.": "Como usuário, você pode nos ajudar. -- Você pode responder para nos ajudar, se desejar.",
    "Send": "Enviar",
    "Don't send": "Não enviar",
    "Here is what will be sent:": "Aqui está o que será enviado:",
    "In case you don't understand this data, it includes (such things as):": "Caso você não entenda esses dados, ele inclui (coisas como):",
    "Which operating system you use": "Qual sistema operacional você usa",
    "How many CPU cores you have": "Quantos núcleos de CPU você tem",
    "The language you have set": "O idioma que você definiu",
    "If the service is setup on your computer": "Se o serviço está configurado no seu computador",
    "Return": "Voltar",
    "Nothing has been sent.": "Nada foi enviado.",
    "No, return to app": "Não, retornar para o aplicativo",
    "Just copy information": "Somente copiar a informação",
    "Yes": "Sim",
    "Do you want to copy the version information of this build of SafeSurfer-Desktop and go to the GitLab page to report an issue?": "Você deseja copiar as informações da versão desta compilação do SafeSurfer-Desktop e acessar a página do GitLab para relatar um problema?",
    "No, nevermind": "Não, deixa estar",
    "I understand and wish to continue": "Percebo e quero continuar",
    "The service is already in the state which you request.": "O serviço já está no estado que você pediu.",
    "Forcing the service to be enabled in this manner may have consequences.": "Esforçar o serviço a ser ativado nesta maneira pode ter consequências.",
    "Your computer's network configuration could break by doing this action.": "A configurações da rede do computador pode romper se completa esta acção.",
    "Show me how": "Demostra-me como",
    "PROTECTED BY LIFEGUARD": "PROTEGIDO POR LIFEGUARD",
    "CONFIGURE LIFEGUARD": "CONFIGURA LIFEGUARD",
    "YOU ARE PROTECTED": "ESTÁ PROTEGIDO",
    "STOP PROTECTION": "DESATIVAR PROTEÇÃO",
    "GET PROTECTED": "RECEBA PROTECÇÃO",
    "DANGER AHEAD": "PERIGO",
    "YOU ARE NOT PROTECTED IN THE ONLINE SURF": "NÃO ESTÁ PROTEGIDO PARA SURFAR NA REDE",
    "CHECKING SERVICE STATE": "VERIFICAÇÃO DO STATO DE SERVIÇO",
    "YOU ARE SAFE TO SURF THE INTERNET": "ESTÁ SEGURO PARA SURFAR NA INTERNET",
    "You are now safe to surf the internet. Safe Surfer has been setup.": "Está seguro para surfar na internet. Safe Surfer está instalado.",
    "Safe Surfer has been disabled. You are now unprotected.": "Safe Surfer esta desativado. Agora não está protegido.",
    "Ok": "Ok",
    "Great, your computer is setup.": "Bom, o seu computer está configurado.",
    "To make sure of this, we recommend that you please reboot/restart your computer.": "Para ter certeza, reccomendamos reiniciar o seu computador.",
    "Ok, Safe Surfer has been removed.": "Ok, Safe Surfer está removido.",
    "Opt in to beta releases": "Opta para lançamentos beta",
    "You can't toggle the service, since you're on a LifeGuard network.": "Pode ativar o serviço, porque está numa rede LifeGuard.",
    "View statistic data": "Vizualiza datas statisticas",
    "Enable statistic sharing": "Activa compartilhamento de statisticas",
    "About this app": "Informação sobre esta aplicação",
    "No": "Não",
    "Please downgrade to version": "Por favor rebaixa por versão",
    "No data is available.": "Dados não estão disponíveis.",
    "You're opted in.": "Está optado.",
    "You're not opted in.": "Não está optado.",
    "Here's the data you've shared:": "Aqui estão os dados que voce compartilhou:",
    "You can opt out at any time in the support menu.": "Pode optar fora em qualquer momento no menu suporte.",
    "If you feel that you want to opt in, you can do so in the menu.": "Se quiser optar fora, pode faze-lo no menu.",
    "Quit": "Desistir",
    "Ignore": "Ignora",
    "I'm unable to reboot for you, please reboot manually.": "Não consigo reiniciar, por favor reinicia manualmente.",
    "Are you sure that you want to disable Safe Surfer on this computer?": "Teêm certeza que quer desativar Safe Surfer neste computador?",
    "This program comes with absolutely no warranty.": "Este programa não tem garantia.",
    "See the GNU General Public License, version 3 or later for details.": "Vê GNU Licencia Publica Geral, versão 3 ou maior para mais informação.",
    "Donate": "Doar",
    "IT APPEARS THAT YOU'VE LOST YOUR INTERNET CONNECTION.": "PARECE QUE PERDEU A CONEXÃO A INTERNET.",
    "Please wait while the app asks for Administrative privileges": "Atende por favor enquanto esta aplicação pede privilégios administrativos",
    "Help me to run this app as an Administrator": "Ajuda -me a usar esta aplicação como administrador",
    "I can't seem run this app as an Administrator for you.": "Não consigo usar esta aplicação como administrador para você.",
    "The version of Windows that you seem to be running appears to be not compatible with this app.": "Esta versão de Windows que está a usar não está compatível com esta aplicação.",
    "Please wait while the service is being enabled": "Aguarde por fabor enquanto o serviço está a ser ativado",
    "Please wait while the service is being disabled": "Aguarde por favor enquanto o serviço está a ser desativado",
    "If you wish to copy any of the data, you can select and copy it from there.": "Se quiser copiar quualquer dados, pode seleccionar e copia-los  aqui.",
    "The state of the service is being determined. Please wait.": "O estado do serviço está sendo determinado. Aguarde por favor.",
    "We are also interested in updates, so with statistic sharing we will also be notified of which version you've updated to.": "Estamos interesados nas atualizações, então com a compartilhação de statisticas vamos ser notificados da versão que actualizou.",
    "Thank you for using the Safe Surfer desktop app.": "Obrigado por ter usado Safe Surfer desktop app.",
    "Would you like to support the project and help fund future projects?": "Quer apoiar o nosso projecto e ajudar a financiar projectos futuros?",
    "Authentication is required to toggle Safe Surfer on your device": "Autenticação necessária para activar Safe Surfer no seu dispositivo",
    "Translate this app": "Traduza esta aplicação",
    "If you want to opt in to giving statistics, you can do so in the menu.": "Se quiser optar para dar statisticas, pode faze-lo neste menu.",
    "I need help with my addiction": "Preciso de ajuda com o meu vício",
    "Lock deactivate buttons": "Encerra botões desativa",
    "Are you absolutely sure that you want to lock deactivate buttons?": "Teêm certeza que quer encerrar botões desativar?",
    "Yes, I'm absolutely sure": "Sim, tenho certeza",
    "Ok, your computer is setup.": "Ok, o seu computador está configurado.",
    "Locked deactivate buttons": "Botões desativado encerrados",
    "Get support": "Recebe apoio",
    "You must enable the service before you can lock it.": "Precisa de activar o serviço antes de encerra-lo.",
    "You appear to already have locked the buttons.": "Parece que já encerrou os botões.",
    "Unlocking the buttons will require help from support.": "Desbloquear os botoes vai precisar de apoio.",
    "Clear stats locally": "Limpia statisticas locais",
    "I can't see a LifeGuard device on your network.": "Não consigo ver um dispositivo LifeGuard na sua rede.",
    "Configure LifeGuard device": "Configura dispositivo LifeGuard",
    "You appear to be on a LifeGuard network, the settings given from the LifeGuard cannot be disabled when on this network, are you sure you still want to lock the buttons?": "Parece que está numa rede LifeGuard, as importações do LifeGuard não podem ser desativados nesta rede, Teêm certeza que quer encerrar os botões?",
    "Flush DNS cache": "Limpia cache DNS",
    "experimental": "Experimental",
    "Copy diagnostics information to clipboard": "Copia informações diagnósticas na prancheta",
    "Get statuses": "Receba estados",
    "Diagnostics": "Diagnósticas",
    "Are you sure you want to copy diagnostics data to your clipboard?": "Teêm certeza que quer copiar dados diagnósticos na sua prancheta?",
    "Only ever send the data given to Safe Surfer if necessary. The information sent may contain some data detailing about your computer.": "Manda dados que dá a Safe Surfer se for necessário. A informação que mandou pode conter dados sobre o seu computador.",
    "Status": "Estado",
    "Safe Surfer desktop version:": "Versão Safe Surfer para desktop:",
    "Safe Surfer desktop build:": "Safe Surfer desktop build:",
    "node_dns_changer version:": "Versão node_dns_changer:",
    "The service is enabled:": "O serviço está activado:",
    "LifeGuard discovered on network:": "LifeGuard descoberto na rede:",
    "Internet is available:": "O internet está disponível:",
    "The app has loaded:": "A aplicação está carregada:",
    "The buttons are locked:": "Os botões estão encerrados:",
    "Your version of Windows is compatible:": "A sua versão Windows está compatível:",
    "Manually check on downloads page": "Verifica pagina de downloads manualmente",
    "Opted into beta releases:": "Opta para lançamentos beta:",
    "Statistics enabled:": "Statísticas activadas:",
    "Operating system:": "Sistema operativo:",
    "Locale:": "Localidade:",
    "Configure blocked sites": "",
    "We recommend you restart your computer to ensure that the settings have applied everywhere on it.": "",
    "Restart now": "",
    "Great you're now protected! Would you like to lock the buttons that allow deactivation?": "",
    "What's new in version:": "",
    "Read detailed changelog": "",
    "Here are the improvements and fixes included in this version:": "",
    "Try again": "",
    "Tell me about changes when I update": "",
    "The DNS cache has been flushed.": ""
}